<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Мовні рядки валідації
    |--------------------------------------------------------------------------
    */

    'accepted' => 'Поле :attribute повинно бути прийнято.',
    'active_url' => 'Поле :attribute не є правильним URL.',
    'after' => 'Поле :attribute має бути датою після :date.',
    'alpha' => 'Поле :attribute може містити лише літери.',
    'alpha_dash' => 'Поле :attribute може містити лише літери, цифри, тире та підкреслення.',
    'alpha_num' => 'Поле :attribute може містити лише літери та цифри.',
    'array' => 'Поле :attribute повинно бути масивом.',
    'before' => 'Поле :attribute має бути датою до :date.',
    'between' => [
        'numeric' => 'Поле :attribute повинно бути між :min і :max.',
        'file' => 'Розмір файлу :attribute повинен бути між :min і :max кілобайт.',
        'string' => 'Поле :attribute повинно містити від :min до :max символів.',
        'array' => 'Поле :attribute повинно мати від :min до :max елементів.',
    ],
    'boolean' => 'Поле :attribute повинно бути true або false.',
    'confirmed' => 'Підтвердження для поля :attribute не збігається.',
    'date' => 'Поле :attribute не є правильною датою.',
    'email' => 'Поле :attribute має бути правильною адресою електронної пошти.',
    'exists' => 'Вибране значення для :attribute недійсне.',
    'file' => 'Поле :attribute повинно бути файлом.',
    'filled' => 'Поле :attribute обов’язкове для заповнення.',
    'image' => 'Поле :attribute повинно бути зображенням.',
    'integer' => 'Поле :attribute повинно бути цілим числом.',
    'max' => [
        'numeric' => 'Поле :attribute не може бути більше ніж :max.',
        'file' => 'Файл :attribute не може бути більшим за :max кілобайт.',
        'string' => 'Поле :attribute не може містити більше ніж :max символів.',
        'array' => 'Поле :attribute не може мати більше ніж :max елементів.',
    ],
    'min' => [
        'numeric' => 'Поле :attribute повинно бути не менше :min.',
        'file' => 'Файл :attribute повинен бути не менше :min кілобайт.',
        'string' => 'Поле :attribute повинно містити щонайменше :min символів.',
        'array' => 'Поле :attribute повинно мати щонайменше :min елементів.',
    ],
    'regex' => 'Формат поля :attribute недійсний.',
    'required' => 'Поле :attribute є обов’язковим.',
    'same' => 'Поля :attribute та :other повинні збігатися.',

    /*
    |--------------------------------------------------------------------------
    | Власні повідомлення для атрибутів
    |--------------------------------------------------------------------------
    */

    'attributes' => [
        'phone' => 'номер телефону',
        'email' => 'електронна пошта',
        'password' => 'пароль',
    ],

];

